Repository: jcome/otzhcn
Catalog: OTZhCN-omegat.tmx
Source language: en_us
Languages: zh_cn

source: This folder is not empty.
zh_cn: 该文件夹不为空。

source: This is Re-Cleanup.
zh_cn: 这是重新清稿。

source: This is not a stop motion level.
zh_cn: 这不是定格动画层级。

source: This is not an image level.
zh_cn: 这不是图像层级。

source: This option defines which alias to be used if both are possible on coding file path.
zh_cn: 如果两个别名皆可以编码文件路径， 本选项定义要采用哪一个。

source: This option specifies DPI for newly created levels.
zh_cn: 该选项为新创建的层级指定DPI。

source: This scene is incompatible with pixels only mode of the current OpenToonz version.
zh_cn: 此场景与当前 OpenToonz 版本的「仅像素模式」不兼容。

source: This will erase ALL shortcuts.
zh_cn: 这将删除所有的快捷方式。

source: This will overwrite all current shortcuts.
zh_cn: 这将覆盖所有当前的快捷方式。

source: Threshold
zh_cn: 阈值

source: Threshold Distance Error
zh_cn: 阈值距离错误

source: Threshold Value
zh_cn: 阀值

source: Threshold:
zh_cn: 阈值:

source: Thumbnails are not available for sub-Xsheets.
zh_cn: 缩略图不可用于子摄影表。

source: Tile based
zh_cn: 基于块

source: Tilt
zh_cn: 倾斜

source: Time Stretch
zh_cn: 时间伸缩

source: Timeline
zh_cn: 时间轴

source: Times:
zh_cn: 次数:

source: To
zh_cn: 终点

source: To Frame:
zh_cn: 结束帧:

source: To Update
zh_cn: 需要更新

source: To frame
zh_cn: 结束帧

source: To report a bug, click on the button below to open a web browser window for OpenToonz's Issues page on https://github.com.
zh_cn: 要报告错误，请点击下面的按钮，将在网络浏览器窗口打开 https://github.com 上的 OpenToonz 的问题页面。

source: To report, click 'Open Issue Webpage' to access OpenToonz's Issues page on GitHub.
zh_cn: 要提交，点击「打开问题网页」以访问 OpenToonz 的 GitHub 问题页面。

source: To:
zh_cn: 结束帧:

source: Toggle Autofill on Current Palette Color
zh_cn: 启用/停止当前调色板颜色的自动填充

source: Toggle Autopaint Option Palette : %1 Style#%2
zh_cn: 启用/停止自动填充选项 调色板: %1 样式#%2

source: Toggle Autorotate Along Motion Path
zh_cn: 启用/停止追随移动路径自动旋转

source: Toggle Between Graph Editor and Spreadsheet
zh_cn: 切换图表编辑器和电子表格

source: Toggle Blank Frames
zh_cn: 显示/隐藏空白帧

source: Toggle Centerlines Check
zh_cn: 显示/隐藏中心线检查

source: Toggle Current Time Indicator
zh_cn: 显示/隐藏当前时间指示器

source: Toggle Cursor Size Outline
zh_cn: 显示/隐藏光标大小轮廓

source: Toggle FX/Stage schematic
zh_cn: 切换特效/场景示意图

source: Toggle Link in Palette : %1
zh_cn: 启用/停用链接调色板 %1

source: Toggle Link Motion Path to Control Points
zh_cn: 启用/停止链接移动路径到控制点

source: Toggle Link to Studio Palette
zh_cn: 启用/停止链接工作室调色版

source: Toggle Main Window's Full Screen Mode
zh_cn: 切换主窗口的全屏模式

source: Toggle Main Window's See Through Mode
zh_cn: 显示/隐藏主窗口穿透模式

source: Toggle Maximize Panel
zh_cn: 切换最大化面板

source: Toggle Navigation Tag
zh_cn: 显示/隐藏导航标签

source: Toggle Opacity Check
zh_cn: 显示/隐藏不透明度检查

source: Toggle Orientation
zh_cn: 切换适应方向

source: Toggle Show/Hide
zh_cn: 切换显示/隐藏

source: Toggle Stop Motion Live View
zh_cn: 打开/关闭定格动画实时视图

source: Toggle Stop Motion Zoom
zh_cn: 启用/停止定格动画缩放

source: Toggle Swatch Preview
zh_cn: 显示/隐藏样本预览

source: Toggle Viewer Preview
zh_cn: 显示/隐藏查看器预览

source: Toggle Viewer Sub-camera Preview
zh_cn: 显示/隐藏查看器子摄影机预览

source: Toggle XSheet Toolbar
zh_cn: 显示/隐藏摄影表工具条

source: Toggle Xsheet/Timeline
zh_cn: 切换摄影表/时间轴

source: Toggle cycle of %1
zh_cn: 启用/停止循环 %1

source: Toggle gain between 1 and the previous setting.
zh_cn: 打开/关闭1和前一设定之间的增益。

source: Toggle synchronizing zoom with xsheet
zh_cn: 启用/停用与摄影表同步

source: Toggle vector column as mask.
zh_cn: 启用/停止矢量层级作为蒙板。

source: Tolerance
zh_cn: 容差

source: Tolerance:
zh_cn: 阈值:

source: Tone Threshold
zh_cn: 色调阈值

source: Tool Modifiers
zh_cn: 工具修改器

source: Tool Options
zh_cn: 工具选项

source: Tool Options Bar
zh_cn: 工具选项条

source: Toolbar
zh_cn: 工具条

source: Toolbar Display Behaviour:
zh_cn: 工具条显示行为:

source: Toolbar Items
zh_cn: 工具条项目

source: Tools
zh_cn: 工具

source: Toonz Raster Level
zh_cn: Toonz 光栅层级

source: Toonz Raster level
zh_cn: Toonz 光栅层级

source: Toonz Vector Level
zh_cn: Toonz 矢量层级

source: Toonz Vector level
zh_cn: Toonz 矢量层级

source: Toothpaste
zh_cn: 牙膏

source: Top
zh_cn: 上

source: Top Left
zh_cn: 上左

source: Top Padding
zh_cn: 上边距

source: Top Right
zh_cn: 上右

source: Touch/Tablet Settings
zh_cn: 触控/平板设置

source: Track
zh_cn: 追踪

source: Track Lines
zh_cn: 追踪线

source: Tracker Tool
zh_cn: 追踪工具

source: Tracking Settings
zh_cn: 追踪设置

source: Tracking...
zh_cn: 追踪...

source: Trail
zh_cn: 轨迹

source: Transform Raster
zh_cn: 变换光栅图

source: Transform(%1, %2, %3; %4, %5, %6)
zh_cn: 几何变换(%1, %2, %3; %4, %5, %6)

source: Translation(%1,%2)
zh_cn: 移动(%1,%2)

source: Transparency Check
zh_cn: 透明度检查

source: Transparent Color
zh_cn: 透明颜色

source: Triangle Bottom Left
zh_cn: 左下朝向三角

source: Triangle Bottom Right
zh_cn: 右下朝向三角

source: Triangle Down
zh_cn: 向下朝向三角

source: Triangle Left
zh_cn: 向左朝向三角

source: Triangle Right
zh_cn: 向右朝向三角

source: Triangle Top Left
zh_cn: 左上朝向三角

source: Triangle Top Right
zh_cn: 右上朝向三角

source: Triangle Up
zh_cn: 向上朝向三角

source: Triangle filter
zh_cn: 三角形滤镜

source: Trim Empty Space
zh_cn: 剪切空白

source: Tulle
zh_cn: 薄纱

source: Turn off pixels only mode
zh_cn: 关闭仅像素模式

source: Tween Guide Strokes to Selected
zh_cn: 补间到选中的导引描绘

source: Tween Selected Guide Strokes
zh_cn: 补间选中的导引描绘

source: Twirl
zh_cn: 卷曲

source: Type
zh_cn: 类型

source: Type - Freehand
zh_cn: 类型 - 手绘

source: Type - Normal
zh_cn: 类型 - 标准

source: Type - Pick+Freehand
zh_cn: 类型 - 选取+手绘

source: Type - Polyline
zh_cn: 类型 - 多边形

source: Type - Rectangular
zh_cn: 类型 - 长方形

source: Type - Segment
zh_cn: 类型 - 分段

source: Type Tool
zh_cn: 文本工具

source: Type Tool - Bold
zh_cn: 文字工具 - 粗体

source: Type Tool - Bold Oblique
zh_cn: 文字工具 - 粗斜体

source: Type Tool - Next Style
zh_cn: 文字工具 - 下一样式

source: Type Tool - Oblique
zh_cn: 文字工具 - 斜体

source: Type Tool - Regular
zh_cn: 文字工具 - 正体

source: Type:
zh_cn: 类型:

source: TypeTool Font
zh_cn: 文字工具字体

source: TypeTool Size
zh_cn: 文字工具大小

source: TypeTool Style
zh_cn: 文字工具样式

source: TypeTool Style - Bold
zh_cn: 文字工具样式 - 粗体

source: TypeTool Style - Bold Oblique
zh_cn: 文字工具样式 - 粗斜体

source: TypeTool Style - Oblique
zh_cn: 文字工具样式 - 斜体

source: TypeTool Style - Regular
zh_cn: 文字工具样式 - 正体

source: U Drawing
zh_cn: U 图

source: UNDEFINED WARNING
zh_cn: 为定义警告

source: Unable to apply lip sync data to this column type
zh_cn: 不能应用口型同步数据到该列类型

source: Unable to connect to the ToonzFarm Controller
zh_cn: 无法连接到ToonzFarm控制器

source: Unable to create
zh_cn: 无法创建

source: Unable to create a blank drawing on the camera column
zh_cn: 不能在摄影机里中创建空白绘图

source: Unable to create a blank drawing on the current column
zh_cn: 无法在档期列中创建空白绘图

source: Unable to duplicate a drawing on the current column
zh_cn: 无法在当前列中复制绘图

source: Unable to open the file:
zh_cn: 不能打开文件:

source: Unable to replace the current drawing with a blank drawing
zh_cn: 无法用空白绘图替换当前绘图

source: Unable to replace the current or next drawing with a duplicate drawing
zh_cn: 无法用复制的绘图替换当前或者后一绘图

source: Uncompressed
zh_cn: 未压缩

source: Under All
zh_cn: 在最下

source: Underline
zh_cn: 下划线

source: Undo Memory Size (MB):
zh_cn: 分配给撤消的内存大小(MB):

source: Unexpected error while reading image
zh_cn: 读取图像时发生了意想不到的错误

source: Unexpected error while writing image
zh_cn: 写入图像时发生了意想不到的错误

source: Unfreeze Preview
zh_cn: 取消冻结预览

source: Ungroup
zh_cn: 解组

source: Ungroup Fx
zh_cn: 解组特效

source: Unidentified Action
zh_cn: 未标识的动作

source: Unit:
zh_cn: 单位:

source: Units:
zh_cn: 单位:

source: Unlimited
zh_cn: 未限制的

source: Unlink Fx : %1 - - %2
zh_cn: 取消特效链接 : %1 - - %2

source: Unlink Handles
zh_cn: 断开链接手柄

source: Unlock
zh_cn: 解锁

source: Unlock All
zh_cn: 解锁全部

source: Unlock Frame Range
zh_cn: 解锁帧范围

source: Unlock Scene Contents
zh_cn: 解锁场景内容

source: Unlock Selected
zh_cn: 解锁所选列

source: Unlock done successfully.
zh_cn: 解锁成功完成。

source: Unlocking %1 items...
zh_cn: 正在解锁 %1 个项目...

source: Unpainted File Folder:
zh_cn: 未上色文件的文件夹:

source: Unpainted File Suffix:
zh_cn: 未上色的文件后缀:

source: Unpainted tlv
zh_cn: 未上色的 TLV

source: Unpainted tlv from non AA source
zh_cn: 从非 AA 源转换的未上色 TLV

source: Unrecognized file type :
zh_cn: 无法识别的文件类型:

source: Unselect
zh_cn: 不选择

source: Unsopporter raster format, cannot save
zh_cn: 不支持的光栅格式，不能保存

source: Untitled
zh_cn: 未命名

source: Unversioned
zh_cn: 未做版本管理

source: Up
zh_cn: 向上

source: Up One Level
zh_cn: 向上一层

source: Up to Frame:
zh_cn: 直到帧:

source: Update
zh_cn: 更新

source: Update Colors by Using Picked Positions
zh_cn: 按选中的位置更新颜色

source: Update Colors by Using Picked Positions in Palette %1
zh_cn: 使用在调色板%1中已经挑选的位置更新颜色

source: Update to:
zh_cn: 更新到:

source: Updating %1 items...
zh_cn: 正在更新 %1 个项目...

source: Updating file...
zh_cn: 正在更新文件...

source: Updating frame range edit information...
zh_cn: 正在更新帧范围的编辑信息...

source: Updating items...
zh_cn: 正在更新项目...

source: Updating to their items...
zh_cn: 正在更新到它们的项目...

source: Upside down
zh_cn: 垂直翻转

source: Use %1 to Resize Brush
zh_cn: 使用 %1 调整画笔大小

source: Use Arrow Key to Shift Cell Selection
zh_cn: 使用箭头键转移帧格选择

source: Use Camera DPI
zh_cn: 使用摄影机 DPI

source: Use Camera DPI for All Imported Images
zh_cn: 对所有导入的图像都使用摄影机 DPI

source: Use Current Frame
zh_cn: 使用当前帧

source: Use Current Level Settings
zh_cn: 使用当前层级设置

source: Use Default Viewer for Movie Formats
zh_cn: 使用默认播放器播放视频格式

source: Use Direct Show Webcam Drivers
zh_cn: 使用直接显示摄像头驱动程序

source: Use Ink:
zh_cn: 使用墨迹:

source: Use Level Extender
zh_cn: 使用层级扩展器

source: Use Loading Box
zh_cn: 使用加载框

source: Use MJPG with Webcam
zh_cn: 摄像头使用 MJPG

source: Use Markers
zh_cn: 使用标记器

source: Use Numpad Shortcuts When Active
zh_cn: 当打开时使用数字小键盘快捷键

source: Use Numpad and Tab keys for Switching Styles
zh_cn: 使用小键盘和 Tab 键切换样式

source: Use Onion Skin Colors for Reference Drawings of Shift and Trace
zh_cn: 使用洋葱皮颜色显示位移和临摹的参考绘图

source: Use Project Folder Aliases Only
zh_cn: 仅使用项目文件夹别名

source: Use Qt's Native Windows Ink Support* (CAUTION: This options is for maintenance purpose.
zh_cn: 使用 Windows Ink 支持*(试验功能)

source: Use Reduced Resolution Images
zh_cn: 使用降低分辨率图像

source: Use Sub-Camera
zh_cn: 使用子摄影机

source: Use Time Lapse
zh_cn: 使用时间间隔

source: Use Xsheet as Animation Sheet
zh_cn: 使用摄影表作为动画表

source: Use higher DPI for calculations - Slower but more accurate
zh_cn: 使用更高的 DPI 值进行计算 - 更慢但更精确

source: Use selected preset as shortcuts
zh_cn: 使用选中的预设做快捷键

source: Use the TLV Savebox to Limit Filling Operations
zh_cn: 使用 TLV 保存框来限制填充操作

source: User Defined Colors
zh_cn: 用户定义颜色

source: User name
zh_cn: 用户名

source: V Resolution:
zh_cn: 垂直分辨率:

source: V:
zh_cn: 垂直:

source: Value
zh_cn: 明度

source: Vanishing
zh_cn: 衰减

source: Variable Region Size
zh_cn: 可变范围大小

source: Vector
zh_cn: 矢量

source: Vector Brush
zh_cn: 矢量笔刷

source: Vector Guided Drawing
zh_cn: 矢量引导绘图

source: Vector Guided Drawing Controls
zh_cn: 矢量引导绘图控制器

source: Vector Guided Style:
zh_cn: 矢量绘制指引样式:

source: Vector Snapping:
zh_cn: 矢量吸附:

source: Vectorization failed
zh_cn: 矢量化失败

source: Vectors Export Box
zh_cn: 矢量导出框

source: Vectors Thickness
zh_cn: 矢量线粗细

source: Vectors to Toonz Raster
zh_cn: 转换矢量为 Toonz 光栅

source: Version Control
zh_cn: 版本控制

source: Version Control: Cleanup
zh_cn: 版本控制: 清理

source: Version Control: Delete
zh_cn: 版本控制: 删除

source: Version Control: Edit
zh_cn: 版本控制: 编辑

source: Version Control: Edit Frame Range
zh_cn: 版本控制: 编辑帧范围

source: Version Control: Edit Info
zh_cn: 版本控制: 编辑信息

source: Version Control: Purge
zh_cn: 版本控制: 清除

source: Version Control: Put
zh_cn: 版本控制: 放置

source: Version Control: Put changes
zh_cn: 版本控制: 放置更改

source: Version Control: Revert Frame Range changes
zh_cn: 版本控制: 复原帧范围的更改

source: Version Control: Revert changes
zh_cn: 版本控制: 复原更改

source: Version Control: Timeline
zh_cn: 版本控制: 时间轴

source: Version Control: Unlock
zh_cn: 版本控制: 解锁

source: Version Control: Unlock Frame Range
zh_cn: 版本控制: 解锁帧范围

source: Version Control: Update
zh_cn: 版本控制: 更新

source: Vert Angle
zh_cn: 垂直角度

source: Vert Dist
zh_cn: 垂直距离

source: Vert Offset
zh_cn: 垂直偏移

source: Vert Size
zh_cn: 垂直大小

source: Vertex Name:
zh_cn: 顶点名:

source: Vertical
zh_cn: 垂直

source: Vertical - Left to right
zh_cn: 垂直 - 从左到右

source: Vertical Orientation
zh_cn: 直排

source: Video Capture Filter Settings...
zh_cn: 视频拍摄滤镜设置...

source: View
zh_cn: 视图

source: View help page
zh_cn: 查看帮助页

source: Viewer
zh_cn: 查看器

source: Viewer BG Color:
zh_cn: 查看器背景色:

source: Viewer Center
zh_cn: 查看器中心

source: Viewer Controls
zh_cn: 查看器控件

source: Viewer Histogram
zh_cn: 查看器直方图

source: Viewer Shrink:
zh_cn: 查看器收缩:

source: Viewer Zoom Center:
zh_cn: 查看器缩放中心:

source: Visible Only
zh_cn: 仅可见

source: Visible Toolbar Buttons
zh_cn: 可见的工具条按钮

source: Visit Web Site
zh_cn: 访问网站

source: Visit the Web site for more information.
zh_cn: 访问网站以获取更多信息。

source: Visualization
zh_cn: 可视化

source: Volume:
zh_cn: 音量:

source: W Q Drawing
zh_cn: W Q 图

source: W:
zh_cn: 宽度:

source: WARNING
zh_cn: 警告

source: WARNING : Failed to get image size of the existing level %1.
zh_cn: 警告：获取已有层级 %1 的图像大小失败。

source: WARNING : Image size mismatch.
zh_cn: 警告：图像大小不匹配。

source: WARNING : Level name conflicts.
zh_cn: 警告：层级名冲突。

source: WARNING : Level path conflicts.
zh_cn: 警告：层级路径冲突。

source: Waiting
zh_cn: 等待

source: Warning
zh_cn: 警告

source: Warning!
zh_cn: 警告！

source: Warning: Can't read palette '%1'
zh_cn: 警告：无法读取调色板“%1”

source: Warning: Level %1 NOT converted to TLV Format
zh_cn: 警告：层级 %1 未能转换为 TLV 格式

source: Warning: file %1 already exists.
zh_cn: 警告：文件 %1 已经存在。

source: Warning: level %1 already exists; overwrite?
zh_cn: 警告：层级 %1 已经存在，要覆盖它吗？

source: Warnings
zh_cn: 警告

source: Watch File System and Update File Browser Automatically
zh_cn: 监视文件系统并自动更新文件浏览器

source: Watercolor
zh_cn: 水彩画

source: Wave
zh_cn: 波形

source: Webcam Options
zh_cn: 摄像头选项

source: Webcam Settings...
zh_cn: 摄像头设置...

source: What do you want to do?
zh_cn: 你要怎么做？

source: What would you like to do?
zh_cn: 你要怎么做？

source: What you want to do?
zh_cn: 你要怎么做？

source: Wheel
zh_cn: 色轮

source: When activated, styles of the default palette ($TOONZSTUDIOPALETTE\cleanup_default.tpl) will be appended to the palette after conversion in order to save the effort of creating styles before color designing.
zh_cn: 当启用时，默认调色板的样式 ($TOONZSTUDIOPALETTE\cleanup_default.tpl) 将在转换后被打包到调色板中， 以便在开始颜色设计前保存样式调整效果。

source: When slider is at 100% it acts as ALT is held.
zh_cn: 当滑杆在100%，其类似于 ALT 被按下的模式。

source: White
zh_cn: 白色

source: White As Transparent
zh_cn: 将白色当作透明

source: White Balance:
zh_cn: 白平衡:

source: White Point Value
zh_cn: 白场值

source: White Thres
zh_cn: 白场阈值

source: WhiteThres
zh_cn: 白色阀值

source: Whole Level
zh_cn: 整个层级

source: Whole Xsheet
zh_cn: 整个摄影表

source: Width Scale
zh_cn: 宽度比

source: Width:
zh_cn: 宽度:

source: Windows
zh_cn: 窗口

source: With this option being activated, the picked style will be moved to the end of the first page of the palette.
zh_cn: 打开这个选项，选中的样式将被移到色板第一页的最后。

source: Workspace
zh_cn: 工作空间

source: Write as .png
zh_cn: 写成 .png

source: X
zh_cn: 左右

source: X Position
zh_cn: 水平位置

source: X and Y Positions
zh_cn: 左右和上下位置

source: X:
zh_cn: 左右:

source: XML files (*.xml);;Text files (*.txt)
zh_cn: XML 文件 (*.xml);;文本文件 (*.txt)

source: XSheet
zh_cn: 摄影表

source: XSheet Frame:
zh_cn: 摄影表帧:

source: XSheet Toolbar
zh_cn: 摄影表工具条

source: Xsheet
zh_cn: 摄影表

source: Xsheet Autopan during Playback
zh_cn: 回放时自动卷动摄影表

source: Y
zh_cn: 上下

source: Y Position
zh_cn: 垂直位置

source: Y:
zh_cn: 上下:

source: Yellow
zh_cn: 黄色

source: Yes
zh_cn: 是

source: You are deleting items also on repository.
zh_cn: 你也在删除资源库中的项目。

source: You are going to premultiply selected files.
zh_cn: 即将预乘所选文件。

source: You must restart OpenToonz, close it now?
zh_cn: 你必须重启 OpenToonz，现在就关闭它吗？

source: You must save the current scene first.
zh_cn: 你必须先保存当前场景。

source: You're on your own from here.
zh_cn: 从这里开始，你要靠自己了。

source: Z Position
zh_cn: 纵深位置

source: Z:
zh_cn: 纵深:

source: ZIP compression per Scanline (ZIPS)
zh_cn: 每个扫描线的 ZIP 压缩(ZIPS)

source: ZIP compression per scanline band (ZIP)
zh_cn: 每个扫描线波段的 ZIP 压缩(ZIP)

source: Zero Alpha
zh_cn: 零透明度

source: Zero Thick Lines
zh_cn: 零宽度线

source: Zigzag
zh_cn: 水波

source: Zoom In
zh_cn: 放大

source: Zoom In And Fit Floating Panel
zh_cn: 放大并适合浮动面板

source: Zoom Out
zh_cn: 缩小

source: Zoom Out And Fit Floating Panel
zh_cn: 缩小并适合浮动面板

source: Zoom Tool
zh_cn: 缩放工具

source: Zoom in (Ctrl-click to zoom in all the way)
zh_cn: 放大(Ctrl-点击放大全部)

source: Zoom in to check focus
zh_cn: 放大以检查焦点

source: Zoom in/out of timeline
zh_cn: 放大/缩小时间轴

source: Zoom in/out of xsheet
zh_cn: 放大/缩小摄影表

source: Zoom out (Ctrl-click to zoom out all the way)
zh_cn: 缩小(Ctrl-点击缩小全部)

source: [Drag&Drop] to copy command to %1
zh_cn: [拖放]以拷贝命令到%1

source: [Drag&Drop] to copy separator to %1
zh_cn: [拖放]以拷贝分隔条到%1

source: [Drag] to move position
zh_cn: [拖动]以移动位置

source: [Drag] to move position, [Double Click] to edit title
zh_cn: [拖动]以移动位置，[双击]以编辑标题

source: [Experimental Feature]
zh_cn: [试验性功能]

source: [OVERWRITE]
zh_cn: 【覆盖】

source: [SKIP]
zh_cn: 【跳过】

source: [Various]
zh_cn: [多种]

source: [no scanner]
zh_cn: [没有扫描仪]

source: _ (underscore)
zh_cn: _(下划线)

source: a control in the panel
zh_cn: 面板控制

source: already exists.
zh_cn: 已经存在

source: already exists; skipped
zh_cn: 已存在，跳过

source: and %1 more item(s).
zh_cn: 和 %1 的跟多项目。

source: and %1 more styles.
zh_cn: 和 %1 更多样式。

source: can not insert a %1 image into a level
zh_cn: 无法插入图像 %1 到层级中

source: can not insert a %1 image to a %2 level
zh_cn: 无法插入图像 %1 到层级 %2 中

source: can't concatenate an absolute path : %1
zh_cn: 无法连接绝对路径: %1

source: can't read directory %1
zh_cn: 无法读取目录 %1

source: cell steps
zh_cn: 帧格步长

source: cm
zh_cn: 厘米

source: color model
zh_cn: 色彩模型

source: colors
zh_cn: 颜色

source: column
zh_cn: 列

source: columns
zh_cn: 列

source: converted to tlv.
zh_cn: 已转换为 TLV。

source: current
zh_cn: 当前

source: days ago.
zh_cn: 天前。

source: distance
zh_cn: 距离

source: does not exist.
zh_cn: 不存在。

source: empty cell intervals
zh_cn: 空帧格的间隔

source: empty inbetweens
zh_cn: 空白过渡帧

source: field
zh_cn: 视场

source: frame :
zh_cn: 帧:

source: frame index (%1) is out of range (0-%2)
zh_cn: 帧索引(%1)超出范围(0-%2)

source: frame index (%1) must be a number
zh_cn: 帧索引(%1)必须是个数字

source: frames *
zh_cn: 帧 *

source: frames increment
zh_cn: 增加的帧

source: in the scene with the name %2.
zh_cn: 其在场景，名为 %2。

source: inch
zh_cn: 英寸

source: insert webcam name here
zh_cn: 在此插入摄像头名称

source: inserting
zh_cn: 插入

source: is not a scene file.
zh_cn: 不是场景文件。

source: is read only.
zh_cn: 只读。

source: layer
zh_cn: 图层

source: mm
zh_cn: 毫米

source: no icon
zh_cn: 无图标

source: of %1
zh_cn: 的 %1

source: pixel
zh_cn: 像素

source: s are read only.
zh_cn: 只读。

source: second argument (%1) is not an image
zh_cn: 第二个参数(%1)不是图像

source: th
zh_cn: 第

source: the image will fit to the camera frame.
zh_cn: 图像将适配到摄影机的框。

source: the palette "%1"
zh_cn: 调色板 "%1"

source: the selected palettes
zh_cn: 所选的调色板

source: time ago.
zh_cn: 小时前。

source: times
zh_cn: 次数

source: to Back
zh_cn: 到最后

source: to Backward
zh_cn: 向后

source: to Forward
zh_cn: 向前

source: to Front
zh_cn: 到最前

source: to Palette : %1
zh_cn: 到调色板: %1

source: video length must be a multiple of %1
zh_cn: 视频长度必须是 %1 的倍数

source: video width must be a multiple of %1
zh_cn: 视频宽度必须是 %1 的倍数

source: wait until it stops or cancel it
zh_cn: 等待它完成或者取消它

source: weeks ago.
zh_cn: 周前。

source: with
zh_cn: 加入

source: x
zh_cn: 左右

source: you can load only TNZ files for render task.
zh_cn: 只能加载 TNZ 文件到渲染任务。

source: you can load only TNZ or CLN files for cleanup task.
zh_cn: 只能加载 TNZ 或 CLN 文件到清稿任务。
